type TPost = {
    id: number
    image: string
    title: string
    description: string
}

const PostsList: TPost[] = [
    {
        id: 0,
        image: '/images/blog/1.webp',
        title: "Як почистити диван у домашніх умовах",
        description: "Чистка дивана в домашніх умовах може здатися складним завданням, але з правильним підходом та інструментами це цілком можливо. У цій статті ми розповімо, як правильно і ефективно почистити диван, щоб він знову виглядав як новий. Першим кроком у чистці дивана в домашніх умовах є підготовка. Приберіть всі подушки та чохли, якщо це можливо. Пропилососьте всю поверхню дивана, щоб видалити пил та дрібне сміття. Вибір чистячого засобу залежить від матеріалу оббивки. Наприклад, для тканини краще використовувати м'які мильні розчини, а для шкіри – спеціальні засоби для шкіряних меблів. Перед застосуванням будь-якого засобу, протестуйте його на невеликій непомітній ділянці дивана, щоб переконатися, що воно не пошкодить матеріал. Нанесіть чистячий засіб на плями та забруднені ділянки за допомогою м'якої щітки або губки. Залиште засіб на кілька хвилин, потім акуратно протріть вологою ганчіркою. Дайте дивану повністю висохнути перед використанням. Можна використовувати вентилятор або відкрити вікна для прискорення процесу."
    },

    {
        id: 1,
        image: '/images/blog/2.webp',
        title: "Вибір матраца в спальню",
        description: "Вибір матраца для спальні - важливе рішення, що впливає на якість вашого сну і загальне самопочуття. Ось кілька порад, як правильно підібрати матрац.  свої потреби. Перед тим як почати вибирати матрац, подумайте про свої потреби та вподобання. Чи є у вас проблеми з хребтом? Чи віддаєте перевагу ви спати на жорсткій або м'якій поверхні? Ці запитання допоможуть звузити вибір."
    },

    {
        id: 2,
        image: '/images/blog/3.webp',
        title: "Стільці для вітальні. Як правильно вибрати?",
        description: "Вітальня - одна з найважливіших кімнат у кожному будинку, саме у вітальні часто збирається вся сім'я та приймаються гості. Вибір меблів для вітальні – не найпростіший, так як меблі в цій кімнаті повинні поєднувати в собі високий рівень функціональності та виглядати при цьому красиво та стильно. Також важливе завдання меблів для вітальні полягає у створенні затишної та теплої атмосфери. Багато сучасних квартир і будинків зараз перепланують у студії, з суміщеними кімнатами. Часто поєднують такі кімнати як вітальня та кухня, внаслідок чого виходять затишні столові. А одним з основних елементів меблювання будь-якої їдальні є стільці. Останнім часом особливої популярності набувають саме стільці для вітальні, тому що вони відрізняються особливим комфортом та зручністю. Такі стільці, як правило, мають м'яке сидіння, приємну оббивку та зручну спинку, на яку можна відкинутися та сидіти з особливим комфортом."
    },

    {
        id: 3,
        image: '/images/blog/4.webp',
        title: "Що краще вибрати для кухні - стільці чи кухонний куточок?",
        description: "Кухня по праву вважається найважливішою і навіть основною кімнатою у кожному будинку та квартирі. Саме на кухні господині проводять більшу частину свого часу у приготуванні смачних страв. Також кухня служить місцем збору всієї родини, приємного спілкування та душевних розмов. На кухні ми можемо приймати гостей, базікати з подружками за філіжанкою кави або навіть працювати за комп'ютером. Саме тому основне завдання при оформленні кухні - зробити цю кімнату максимально затишною та зручною для всіх мешканців будинку. Важливу роль в оформленні кухні грає правильний підбір меблів, оскільки меблі є основою зручності та приємного відпочинку. При виборі меблів для кухні перед кожним постає питання – що ж краще придбати кухонний куточок або обідні стільці? Це питання дуже актуальне, оскільки і кухонний куточок, і традиційні стільці мають чимало переваг, і при їх виборі та купівлі потрібно врахувати всі ці деталі."
    },

    {
        id: 4,
        image: '/images/blog/5.webp',
        title: "Оформлення вітальні. Які м'які меблі краще вибрати?",
        description: "Вітальня - це основна кімната у кожному будинку. Саме вона служить для прийому гостей, проведення часу всією сім'єю та просто для відпочинку у приємній теплій атмосфері. Оформляючи свій будинок та вітальню зокрема, всі намагаються зробити її максимально зручною, комфортною та красивою. Основним та центральним елементом оформлення вітальні, як і будь-якої іншої кімнати, є м'які меблі. Будь-які меблі для вітальні повинні бути не тільки стильними і красивими, але і функціональними. На таких меблів має бути зручно та приємно відпочивати та приймати гостей. Однак сьогодні існує величезна різноманітність найрізноманітніших м'яких меблів для вітальні, яка підходить для кімнат різних розмірів і форм. На чому варто зупинити свій вибір? Як краще оформити свою вітальню, щоб вам було комфортно, а гості хотіли приходити до вас знову та знову?"
    },

    {
        id: 5,
        image: '/images/blog/6.webp',
        title: "З нашими диванами тепло навіть узимку!",
        description: "Зима – час ароматного чаю, улюблених фільмів та теплого пледу на м'якому та затишному дивані. Саме взимку ми найбільше часу проводимо у теплому приміщенні, насолоджуючись спілкуванням з друзями та дітьми, рідними та близькими. І щоб зробити такий відпочинок ще приємнішим і комфортнішим потрібно обов'язково подбати про покупку м'якого та комфортного дивана, який стане справжньою окрасою будь-якої кімнати та улюбленим місцем відпочинку для всіх мешканців будинку. Купити хороший диван – справа не проста. При його виборі необхідно врахувати безліч різноманітних нюансів, які допоможуть підібрати ідеальну модель гарного та зручного дивана. Великий вибір якісних та комфортних диванів ви зможете знайти на сайті нашого інтернет магазину Кровато. Ми пропонуємо своїм покупцям величезний асортимент диванів різних розмірів, стилів та колірного оформлення. З нашими диванами вам буде тепло та затишно у будь-яку пору року та за будь-якої погоди."
    },

    {
        id: 6,
        image: '/images/blog/7.webp',
        title: "Історія виникнення стільців",
        description: "Стільці давно стали для всіх звичними та звичайними предметами інтер'єру, адже знайти їх можна у кожному будинку. Ми купуємо стільці різних стилів і форм, зовсім не замислюючись, якою ж є історія виникнення цих меблів. Стілець є досить древній предмет меблювання, оскільки його предки існували ще за часів давніх цивілізацій. Перший стілець виник ще за часів Стародавнього Єгипту і володіти особливим стільцем зі спинкою міг тільки імператор. Саме давньоєгипетський стілець і вважається першим стільцем, існування якого зафіксовано в історичних джерелах. Пізніше стільці зі спинками стали з'являтися і в інших країнах – Стародавній Греції та Римі, де також вважалися показниками особливого статусу свого власника. Такі стільці виготовлялися з мармуру і були прикрашені коштовним камінням."
    },

    {
        id: 7,
        image: '/images/blog/8.webp',
        title: "Нове надходження диванів",
        description: "Перший стілець виник ще за часів Стародавнього Єгипту і володіти особливим стільцем зі спинкою міг тільки імператор. Саме давньоєгипетський стілець і вважається першим стільцем, існування якого зафіксовано в історичних джерелах. Пізніше стільці зі спинками стали з'являтися і в інших країнах – Стародавній Греції та Римі, де також вважалися показниками особливого статусу свого власника. Такі стільці виготовлялися з мармуру і були прикрашені коштовним камінням. Зараз на нашому сайті представлено нове надходження стильних та недорогих диванів. У наших новинках ви знайдете м'які та комфортні дивани на будь-який смак за найвигіднішими цінами. Наші дивани – це чудове рішення для тих, хто цінує затишок та комфорт!"
    },

    {
        id: 8,
        image: '/images/blog/9.webp',
        title: "Меблі для дому. Як не помилитись із вибором?",
        description: "Купівля нового будинку або квартири - це завжди приємно і хвилююче, адже облаштування нового житла завжди приносить задоволення і позитивні емоції. Купівля меблів є одним з найважливіших етапів в оформленні інтер'єру будь-якого будинку. Для того щоб ваш будинок був затишним, комфортним і зручним для вас, необхідно дуже ґрунтовно підійти до вибору та покупки меблів. Меблі повинні гармонійно вписуватися в інтер'єр, бути функціональними і вдало підібраними за розміром. Великий вибір стильних, сучасних та функціональних меблів ви зможете знайти на сайті інтернет магазину Кровато. У нас представлена величезна кількість меблів різних стилів та цінових категорій для всього будинку. Тільки у нас ви зможете вибрати та недорого купити ліжка, матраци, м'які меблі, шафи, комоди, тумби, столи, стільці, меблеві стінки та кухні. Наші меблі виготовляються відомими та перевіреними часом виробниками, які можуть гарантувати високий рівень якості та надійності. Купивши меблі на сайті інтернет магазину Кровато, ви зробите правильний вибір на користь високої якості, стилю та доступної ціни!"
    },

    {
        id: 9,
        image: '/images/blog/10.webp',
        title: "Теорія сну",
        description: "Кожна людина, яка живе у швидкоплинному ритмі сучасного життя, явно чи таємно мріє лише про одне – повноцінно висипатися, тому що для кожного з нас це практично неможливо. Повноцінний здоровий сон – це основа здоров'я та гарного настрою на цілий день. Але повноцінно висипатися часто заважає не тільки відсутність часу, але й безліч інших факторів, серед яких складності із засипанням, тривожність, неправильний температурний режим у кімнаті, часта зміна пози під час сну та різке прокидання від пронизливого сигналу будильника. Підсумок такого сну – біль голови, втома, швидка стомлюваність і поганий настрій на цілий день. Для того, щоб сон допомагав вам повноцінно відпочити та набратися сил на наступний день, необхідно створити для себе всі умови для приємного відпочинку, одним із найважливіших серед яких є зручний та комфортний матрац, на якому ви спите. Щоб правильно вибрати відповідний для вас матрац, потрібно врахувати кілька дуже важливих факторів, які можуть негативно позначитися на якості вашого сну."
    },

    {
        id: 10,
        image: '/images/blog/11.webp',
        title: "Інтернет магазин меблів Ліжко",
        description: "Хороші та зручні меблі – це не тільки прикраса, але й основа комфорту кожного будинку. Дуже складно уявити собі будинок або квартиру, в якій немає меблів, так як вони є не тільки декоративною прикрасою, але й функціонально необхідною складовою будь-якого інтер'єру. Вибрати та придбати якісні та гарні меблі зовсім не просто, оскільки за високу якість доводиться платити чималі гроші. Також досить важко буває вибрати саме такі меблі, які будуть підходити кожній кімнаті вашого будинку за стилем і манерою виконання. Проте всіх цих складнощів можна легко уникнути, якщо ви просто відвідаєте сайт нашого інтернет-магазину Кровато. Інтернет магазин Кровато – це величезний асортимент стильних, красивих та високоякісних меблів від провідних українських та світових виробників. У нас ви зможете вибрати такі меблі, які порадують вас своїм чудовим зовнішнім виглядом та функціональністю. Ми пропонуємо своїм покупцям найширший асортимент корпусних та м'яких меблів для дому за неймовірно низькими та вигідними цінами."
    },

    {
        id: 11,
        image: '/images/blog/12.webp',
        title: "Як вибрати шафу?",
        description: "Організація місць для зберігання речей завжди важливий і дуже відповідальний момент в облаштуванні будь-якої кімнати. Щоб кімната виглядала акуратною і не переповненою різними речами, і навіть одягом, необхідно подбати про наявність спеціально відведеного місця, де всі ці речі зберігатимуться. Найчастіше цю функцію бере він шафа, оскільки великий і місткий шафа є чудовим помічником у створенні простору кімнати. Яку ж шафу краще вибрати? На чому зупинитися у різноманітті різних варіантів? Купуючи шафу, потрібно врахувати всі її характеристики, щоб вона гармонійно вписалася в обстановку вашої кімнати, була функціональною і виглядала при цьому стильно і доречно."
    }
]

export default PostsList